Repository: koma52/readingstreak.koplugin
Catalog: l10n/*/readingstreak.po
Languages: hu, ru, tr

source: Reading Streak
hu: Olvasási Széria
ru: Серия чтения
tr: Okuma Serisi

source: Track your daily and weekly reading streaks similar to Kindle Streak. View calendar, set goals, and celebrate milestones.
hu: Kövesd nyomon a napi és heti olvasási szériádat, hasonlóan a Kindle Streak-hez. Tekintsd meg naptárban, állíts be célokat és ünnepeld a mérföldköveket.
ru: Отслеживайте ежедневные и еженедельные серии чтения, аналогично Kindle Streak. Просматривайте календарь, устанавливайте цели и отмечайте достижения.
tr: Kindle Streak benzeri günlük ve haftalık okuma serinizi takip edin. Takvimi görüntüleyin, hedefler belirleyin ve kilometre taşlarını kutlayın.

source: Congratulations! You've reached your streak goal of %1 days!
hu: Gratulálok! Elérted a(z) %1 napos széria célodat!
ru: Поздравляем! Вы достигли цели в %1 дней подряд!
tr: Tebrikler! %1 günlük seri hedefinize ulaştınız!

source: Congratulations! You've met today's streak target!
hu: Gratulálok! Elérted a mai széria célt!
tr: Tebrikler! Bugünkü seri hedefinizi tamamladınız!

source: %1 Current Streak: %2 Progress to goal (%3): %4 Longest Streak: %5 Current Week Streak: %6 Longest Week Streak: %7 Total Days Read: %8 First Read: %9 Last Read: %10
hu: %1 Jelenlegi széria: %2 Haladás a célhoz (%3): %4 Leghosszabb széria: %5 Jelenlegi heti széria: %6 Leghosszabb heti széria: %7 Olvasással töltött napok: %8 Első olvasás: %9 Legutóbbi olvasás: %10
ru: %1 Текущая серия: %2 Прогресс к цели (%3): %4 Самая длинная серия: %5 Текущая недельная серия: %6 Самая длинная недельная серия: %7 Всего дней чтения: %8 Первое чтение: %9 Последнее чтение: %10
tr: %1 Güncel Seri: %2 Hedefe ilerleme (%3): %4 En Uzun Seri: %5 Geçerli Hafta Serisi: %6 En Uzun Hafta Serisi: %7 Toplam Okunan Gün: %8 İlk Okuma: %9 Son Okuma: %10

source: Never
hu: Soha
ru: Никогда
tr: Asla

source: Set Streak Goal
hu: Széria cél beállítása
ru: Установить цель
tr: Seri Hedefini Ayarla

source: Cancel
hu: Mégse
ru: Отмена
tr: İptal

source: Set Goal
hu: Cél beállítása
ru: Установить
tr: Hedefi Ayarla

source: Streak goal set to %1 days!
hu: Széria cél %1 napra beállítva!
ru: Цель установлена на %1 дней!
tr: Seri hedefi %1 gün olarak ayarlandı!

source: Reading streak has been reset!
hu: Olvasási széria kinullázva!
ru: Серия чтения сброшена!
tr: Okuma serisi sıfırlandı!

source: View Streak
hu: Széria megtekintése
ru: Просмотр серии
tr: Seriyi Görüntüle

source: Calendar View
hu: Naptár nézet
ru: Календарный вид
tr: Takvim Görünümü

source: Settings
hu: Beállíítások
ru: Настройки
tr: Ayarlar

source: Reset Streak
hu: Széria kinullázása
ru: Сбросить серию
tr: Seriyi Sıfırla

source: Reading Streak Settings
hu: Olvasási széria beállítások
ru: Настройки серии чтения
tr: Okuma Serisi Ayarları

source: Streak Goal (days)
hu: Széria cél (napok)
ru: Цель серии (дни)
tr: Seri Hedefi (gün)

source: Streak Goal
hu: Széria cél
ru: Цель серии
tr: Seri Hedefi

source: Show streak notifications
hu: Széria értesítések mutatása
ru: Показывать уведомления о серии
tr: Seri bildirimlerini göster

source: Automatically track reading
hu: Olvasás automatikus követése
ru: Автоматически отслеживать чтение
tr: Okumayı otomatik takip et

source: Reset All Data
hu: Minden adat kinullázása
ru: Сбросить все данные
tr: Tüm Verileri Sıfırla

source: Are you sure you want to reset all reading streak data?
hu: Biztos vagy benne, hogy minden olvasási széria adatot ki szeretnél nullázni?
ru: Вы уверены, что хотите сбросить все данные о серии чтения?
tr: Tüm okuma serisi verilerini sıfırlamak istediğinize emin misiniz?

source: Reset
hu: Kinullázás
ru: Сбросить
tr: Sıfırla

source: 1 day
hu: 1 nap
ru: 1 день
tr: 1 gün

source: %1 days
hu: %1 nap
ru: %1 дней
tr: %1 gün

source: 1 week
hu: 1 hét
ru: 1 неделя
tr: 1 hafta

source: %1 weeks
hu: %1 hét
ru: %1 недель
tr: %1 hafta

source: %1 pages
hu: %1 oldal
ru: %1 страниц
tr: %1 sayfa

source: %1 minutes
hu: %1 perc
ru: %1 минут
tr: %1 dakika

source: %1 days read out of %2
hu: %1 nap a %2-ból/ből
ru: %1 дней прочитано из %2
tr: %2 günden %1 gün okundu

source: Goals and Tracking
hu: Célok és követés
ru: Цели и отслеживание
tr: Hedefler ve Takip

source: Notifications
hu: Értesítések
ru: Уведомления
tr: Bildirimler

source: Data Management
hu: Adatok kezelése
ru: Управление данными
tr: Veri Yönetimi

source: Daily Targets
hu: Napi célok
ru: Ежедневные цели
tr: Günlük Hedefler

source: Daily page target: %1
hu: Napi oldal cél: %1
ru: Ежедневная цель по страницам: %1
tr: Günlük sayfa hedefi: %1

source: Daily time target: %1
hu: Napi idő cél: %1
ru: Ежедневная цель по времени: %1
tr: Günlük süre hedefi: %1

source: Daily Page Target
hu: Napi oldal cél
ru: Ежедневная цель по страницам
tr: Günlük Sayfa Hedefi

source: Daily Time Target (minutes)
hu: Napi idő cél (perc)
ru: Ежедневная цель по времени (минуты)
tr: Günlük Süre Hedefi (dakika)

source: Off
hu: Ki
ru: Выкл
tr: Kapalı

source: Test Notification
hu: Teszt értesítés
ru: Тестовое уведомление
tr: Bildirim Testi

source: All reading streak data has been reset.
hu: Minden olvasási széria adat ki lett nullázva.
ru: Все данные о серии чтения сброшены.
tr: Tüm okuma serisi verileri sıfırlandı.

source: Import from Statistics
hu: Importálás statisztikából
ru: Импортировать из статистики
tr: İstatistiklerden İçe Aktar

source: Statistics database not found.
hu: Statisztika adatbázis nem található.
ru: База данных статистики не найдена.
tr: İstatistik veritabanı bulunamadı.

source: No reading statistics found in database.
hu: Nem található olvasási statisztika az adatbázisban.
ru: В базе данных не найдено статистики чтения.
tr: Veritabanında okuma istatistiği bulunamadı.

source: No new reading statistics found in database.
hu: Nem található új olvasási statisztika.
ru: В базе данных не найдено новой статистики чтения.
tr: Veritabanında yeni okuma istatistiği bulunamadı.

source: Imported %1 reading days from statistics database.
hu: %1 napnyi olvasási statisztika importálva.
ru: Импортировано %1 дней чтения из базы данных статистики.
tr: İstatistik veritabanından %1 okuma günü içe aktarıldı.

source: Imported %1 reading days; skipped %2 days below daily targets.
hu: %1 napnyi olvasási statisztika importálva, kihagyva %2 nap cél alatt teljesítve.
ru: Импортировано %1 дней чтения; пропущено %2 дней, не достигших ежедневных целей.
tr: %1 okuma günü içe aktarıldı; günlük hedeflerin altında kalan %2 gün atlandı.

source: Error importing statistics: %1
hu: Hiba statisztika importáláskor: %1
ru: Ошибка при импорте статистики: %1
tr: İstatistikler içe aktarılırken hata: %1

source: Error showing calendar: %1
hu: Hiba naptár megjelenítésekor: %1
ru: Ошибка при отображении календаря: %1
tr: Takvim gösterilirken hata: %1

source: Error showing settings: %1
hu: Hiba beállítások megjelenítésekor: %1
ru: Ошибка при отображении настроек: %1
tr: Ayarlar gösterilirken hata: %1

source: Streak Goal: %1 days
hu: Széria cél: %1 nap
ru: Цель серии: %1 дней
tr: Seri Hedefi: %1 gün

source: Calendar streak display: %1
hu: Naptárnézet: %1
ru: Отображение серии в календаре: %1
tr: Takvim seri görünümü: %1

source: Days
hu: Napok
ru: Дни
tr: Günler

source: Weeks
hu: Hetek
ru: Недели
tr: Haftalar

source: Both
hu: Mindkettő
ru: Оба
tr: Her ikisi

source: Current streak: %1
hu: Jelenlegi széria: %1
ru: Текущая серия: %1
tr: Geçerli seri: %1

source: Current week streak: %1
hu: Jelenlegi heti széria: %1
ru: Текущая недельная серия: %1
tr: Bu haftaki seri: %1

source: Longest Streak
hu: Leghosszabb széria
ru: Самая длинная серия
tr: En Uzun Seri

source: Total Days Read
hu: Olvasással töltött napok
ru: Всего дней чтения
tr: Toplam Okunan Gün

source: First Read
hu: Első olvasás
ru: Первое чтение
tr: İlk Okuma

source: Last Read
hu: Legutóbbi olvasás
ru: Последнее чтение
tr: Son Okuma

source: Progress to goal
hu: Haladás a célhoz
ru: Прогресс к цели
tr: Hedefe ilerleme

source: Current Streak
hu: Jelenlegi széria
ru: Текущая серия
tr: Geçerli Seri

source: Current Week Streak
hu: Jelenlegi heti széria
ru: Текущая недельная серия
tr: Geçerli Hafta Serisi

source: Longest Week Streak
hu: Leghosszabb heti széria
ru: Самая длинная недельная серия
tr: En Uzun Hafta Serisi

source: Today's Pages Read
hu: Ma olvasott oldalak
tr: Bugün Okunan Sayfalar

source: Today's Reading Time
hu: Ma olvasott idő
tr: Bugünün Okuma Süresi

source: This Week's Reading Time
hu: Héten olvasott idő
tr: Bu Haftanın Okuma Süresi

source: %1 seconds
hu: %1 másodperc
tr: %1 saniye

source: %1 hours
hu: %1 óra
tr: %1 saat

source: %1 hours %2 minutes
hu: %1 óra %2 perc
tr: %1 saat %2 dakika

source: Show Menu
hu: Menü mutatása
tr: Menüyü Göster

source: UI Integration
hu: UI integráció

source: Export to Project Title
hu: Exportálás Project Title-be

source: Export to CoverBrowser
hu: Exportálás CoverBrowser-be

source: No streak
hu: Nincs széria

source: No days met the configured daily targets.
ru: Ни один день не соответствует настроенным ежедневным целям.
tr: Ayarlanan günlük hedeflere uyan gün bulunamadı.
